questions = [
    {"question": "האם בעקבות ההכשרה בתוכנית, גדל רצונך לעסוק בהייטק בעתיד?", "options": ['כן', 'לא', 'לא בטוח/ה']},
    {"question": "באיזו מידה התוכנית סיפקה לך הבנה טובה יותר על תחומי העבודה בהייטק?", "options": ['במידה רבה מאוד', 'במידה רבה', 'במידה בינונית', 'במידה מעטה', 'בכלל לא']},
    {"question": "האם את/ה מרגיש/ה שהתוכנית הכינה אותך בצורה טובה יותר ללימודי המשך בתחומים טכנולוגיים?", "options": ['כן, בהחלט', 'כן, חלקית', 'לא ממש', 'בכלל לא']},
    {"question": "עד כמה היית ממליץ/ה לתלמידים אחרים להשתתף בתוכנית זו כדי להתקרב לעולם ההייטק?", "options": ['מאוד ממליץ/ה', 'ממליץ/ה', 'לא ממליץ/ה במיוחד', 'בכלל לא ממליץ/ה']},
    {"question": "האם התוכנית גרמה לך לשקול התמחות או עבודה בתחום טכנולוגי במהלך או לאחר סיום לימודיך?", "options": ['כן', 'לא', 'עדיין לא החלטתי']}
]
